[
  {
    "id": 0,
    "title": "cappuccino",
    "offerPrice": "150",
    "price": "63,000",
    "rating": "4.5",
    "img":
      "https://image.shutterstock.com/image-photo/hot-coffee-cappuccino-latte-art-600w-1018446595.jpg",
    "desc":
      "A cappuccino is an espresso-based coffee drink that originated in Italy, and is traditionally prepared with steamed milk foam",
    "seller": "RioTech"
  },
  {
    "id": 1,
    "title": "Pizza",
    "offerPrice": "320",
    "price": "37,900",
    "rating": "4.5",
    "img":
      "https://image.shutterstock.com/image-photo/supreme-pizza-lifted-slice-1-260nw-84904912.jpg",
    "desc":
      "The iPhone 7 Plus brings to you a heady combination of style and performance to enhance your smartphone experience. With its impressive internal storage, powerful camera system, fast processor and long battery life, there'll never be a dull moment again.",
    "seller": "Apple Store"
  },
  {
    "id": 3,
    "title": "Burger",
    "offerPrice": "6,999",
    "price": "7,999",
    "rating": "4.3",
    "img":
      "https://image.shutterstock.com/image-photo/delicious-grilled-burgers-600w-1146199442.jpg",
    "desc":
      "Packed with an octa-core Helio G70 AI processor, this Realme smartphone’s performance certainly packs a punch. Be it gaming or multitasking, you can do it all without any hint of lag by using this smartphone. It also comes equipped with a 16.5-centimetre (6.5) HD+ mini-drop fullscreen that has a screen-to-body ratio of about 89.8% to help you see every single detail in your favourite video content.",
    "seller": "Realme"
  },
  {
    "id": 3,
    "title": "Sandwich",
    "offerPrice": "6,999",
    "price": "7,499",
    "rating": "4.4",
    "img":
      "https://image.shutterstock.com/image-photo/grilled-bacon-mozzarella-sandwiches-on-600w-770555791.jpg",
    "desc":
      "The Redmi 8A features a 5000-mAh high-capacity battery, so you can watch more videos, click more pictures, play more games on a single charge. What’s more? It also supports 18 W Fast Charge, so you can get back in action, in no time.",
    "seller": "DA electronics"
  },
  {
    "id": 4,
    "title": "Pastries",
    "offerPrice": "49,000",
    "price": "76,900",
    "rating": "4.6",
    "img": "https://image.shutterstock.com/image-photo/various-slices-cakes-on-white-600w-1007816050.jpg",
    "desc":
      "The iPhone XR has arrived to stun our senses with a host of features such as the Liquid Retina Display, a faster Face ID, and the powerful A12 Bionic Chip. Whether it's that picture-perfect portrait shot or a jaw-dropping HDR picture, the cameras of this iPhone too will continue to stun you with their brilliance. Thus, when you have the iPhone XR in your hands, you can only see beauty, in every way.",
    "seller": "Semicolon"
  },
  {
    "id": 5,
    "title": "Cold Coffee",
    "offerPrice": "14,990",
    "price": "20,990",
    "rating": "4.5",
    "img":
      "https://image.shutterstock.com/image-photo/caramel-frappe-coffee-shop-bangkok-600w-375294964.jpg",
    "desc":
      "Watch high-quality movies seamlessly, play graphics-rich games and do a lot more on the Vivo Z1Pro. Its 16.59 cm (6.53) FHD+ Display delivers vibrant visuals. Thanks to its AI Triple Rear Camera, you can capture impressive portraits and pictures of landscapes. You can also take the selfie game a notch higher with the 32 MP In-Display Front Camera.",
    "seller": "Vivo Mobiles"
  },
  {
    "id": 6,
    "title": "Spring Rolls",
    "offerPrice": "16,999",
    "price": "19,999",
    "rating": "4.4",
    "img":
      "https://image.shutterstock.com/image-photo/fried-spring-rolls-red-white-260nw-639665887.jpg",
    "desc":
      "The Honor 9X comes with a notch-free, 16.73 cm (6.5) Full HD+ display that comes with a screen-to-body ratio of 91%, giving you an immersive and wonderful phone experience. It is a beautifully designed phone that comes with a smooth back panel with a glimmering pearl X effect.",
    "seller": "Mad Semicolon"
  },
  {
    "id": 7,
    "title": "French Fries",
    "offerPrice": "17,499",
    "price": "18,999",
    "rating": "4.6",
    "img":
      "https://image.shutterstock.com/image-photo/french-fries-600w-510881971.jpg",
    "desc":
      "Get set to game, capture, and watch your favourite content on the POCO X2 smartphone. Featuring the RealityFlow display, a quad rear camera system (64 MP Sony IMX686 sensor, 8 MP ultra-wide sensor, 2 MP depth sensor, and 2 MP macro sensor), and the liquid cooling system, this smartphone has everything in place to help you do anything in the most suitable manner.",
    "seller": "RioTech"
  }
]
